Repository: Thechi2000/actualia
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Remove
fr: Enlever

# notImplemented
source: Not implemented yet !
fr: Pas encore implémenté !

source: Cancel
fr: Annuler

source: Button
fr: Bouton

source: Next
fr: Suivant

source: Add
fr: Ajouter

source: Done
fr: Terminer

source: Loading
fr: Chargement

source: Test
fr: Essayer

source: Skip
fr: Ignorer

source: Read more
fr: Voir plus

# profileGreeting
source: Hello!
fr: Bonjour !

# interestsWizardUpdating
source: Updating
fr: Enregistrement

# interestsUpdateError
source: An error occurred while updating.
fr: Une erreur est survenue durant l'enregistrement.

# providersWizardLoading
source: Loading your sources
fr: Chargement de vos sources

# providersWizardUpdating
source: Updating
fr: Enregistrement

# providersWizardTitle
source: Choose the sources for your news
fr: Choisissez les sources pour vos news

# providersUpdateError
source: An error occurred while updating.
fr: Une erreur est survenue durant l'enregistrement.

# profileInterests
source: Interests
fr: Intérêts

# profileAlarm
source: Alarm
fr: Alarme

# profileStorage
source: Storage
fr: Stockage

# profileNarrator
source: Narrator
fr: Narrateur

# profileAccessibility
source: Accessibility
fr: Accessibilité

# profileUnknownUser
source: Unknown user
fr: Utilisateur inconnu

# googleSignin
source: Sign in in with Google
fr: Connexion avec Google

# guestSignin
source: Sign in as guest
fr: Connexion en tant qu'invité

source: Log out
fr: Déconnexion

# setFirstAlarm
source: Choose your first alarm!
fr: Choisissez votre première alarme !

# newsContextHeading
source: Here is some context regarding the text you just photographed:
fr: Voici un peu de contexte concernant l'article que vous venez de photographier:

# newsContextNoText
source: No text found
fr: Aucun texte trouvé

# wizardCountriesTitle
source: Select countries
fr: Sélectionner des pays

# wizardCitiesTitle
source: Select cities
fr: Sélectionner des villes

# wizardInterestsTitle
source: Select interests
fr: Sélectionner vos intérêts

# newsLoading
source: Please wait while we fetch the news for you
fr: Veuillez patienter pendant que la news est générée

# newsEmptyTitle
source: You don't have any news yet
fr: Vous n'avez pas encore de news

# newsEmptyDescription
source: The first one will be generated the first time the alarm goes off.
fr: La première sera générée lorsque votre alarme s'activera

# newsEmptyGenerateButton
source: Generate now
fr: Générer maintenant

# newsShareText
source: This personalized news has been generated by ActualIA, your daily companion for updates that matter to you.
fr: Ces actualités ont été générées par ActualIA, votre assistant quotidien pour rester à jour sur ce qui compte.

# sourceView
source: View on original website
fr: Voir sur le site d'origine

# rssFeedNotFound
source: Unable to find related RSS feed.
fr: Impossible de trouver un flux RSS associé

# rssInvalidUrl
source: Must be a valid URL
fr: Doit être une URL valide

# telegramInvalidId
source: Must be a channel name or an invite link
fr: Doit être un identifiant de canal ou un lien d'invitation

# onboardingTitle1
source: Welcome to ActualIA
fr: Bienvenue sur ActualIA

# onboardingDescription1
source: Get your own 1 minute daily summary of news that you choose, tailored to your needs.
fr: Obtenez les informations du jour résumée en une minute, choisies spécifiquement pour vous.

# onboardingTitle2
source: Personalized news feed
fr: Flux d'information personnalisé

# onboardingDescription2
source: Wake up with the latest in tech, politics, society, or any subject you'd like.
fr: Réveillez vous avec les dernières nouvelles en politique, science, ou n'importe quel sujet qui vous intéresse.

# onboardingTitle3
source: Stay informed, always
fr: Restez toujours informé

# onboardingDescription3
source: You can listen to your customized news feed, read a transcript, and always look into the original sources of the headlines that caught your eye.
fr: Vous pouvez lire et écoutez votre résumé personnel, ou consulter les sources originelles.

# accessibilityLanguage
source: Language
fr: Langue

# accessibilityUpdateError
source: Error during update
fr: Erreur lors de l'enregistrement

# alarmDismiss
source: Dismiss alarm
fr: Arrêter

# alarmLoop
source: Loop alarm audio
fr: Répétez l'audio

source: Alarm not set
fr: Alarme désactivée

# alarmSetFor
source: Alarm set for next {date}
fr: Alarme activée pour {date} prochain

# errorTitle
source: An error occurred
fr: Une erreur est survenue

# errorNewsFetch
source: Unable to fetch news.
fr: Impossible de récupérer les actualités

# errorNoNews
source: There are no news for you on this date.
fr: Il n'y a aucune actualité pour cette date

# errorNewsGeneration
source: Something went wrong while generating news. Please try again later.
fr: Une erreur est survenue pendant la génération. Merci de réessayer plus tard.

# ocrLoadingText
source: Image is being processed
fr: Traitement de l'image en cours

# ocrErrorRecognition
source: An error occurred while recognizing text in the image.
fr: Une erreur est survenue lors de la reconnaissance du texte dans l'image.

# ocrErrorProcessing
source: An error occurred while processing the text.
fr: Une erreur est survenue lors du traitement du texte.

# ocrErrorNoImage
source: No picture taken. Please try again.
fr: Pas de photo prise. Veuillez réessayer.
